Repository: avgsnaidu/ASP_APP
Catalog: TFS_AlainVOD/Alain-VOD/VideoOnDemand/App_GlobalResources/GroupManage.*.resx
Languages: ar

# AltMdl_Head
source: Alert !
ar: Alert_AR !

# AltMdl_Ok
source: Ok
ar: Ok_AR

# btnCancel_button
source: Cancel
ar: Cancel_AR

# btnCancel_Text
source: Cancel
ar: Cancel_Ar

# btnClose_button
source: Close
ar: Close_AR

# btnDelete_button
source: Delete
ar: Delete_AR

# btnSave_button
source: Save
ar: Save_AR

# delModalLabel_h3
source: Delete Record
ar: Delete Record_AR

# DMdl_btnDeleteCancel_text
source: Cancel
ar: Cancel_AR

# DMdl_btnDeleteConform_button
source: Delete
ar: Delete_AR

# DMdl_DeleteWarning
source: Delete Warning
ar: Delete Warning_AR

# DMdl_lblDeleteWrang_Text
source: Are&nbsp;you&nbsp;sure&nbsp;to&nbsp;delete&nbsp;group&nbsp?
ar: Are&nbsp;you&nbsp;sure&nbsp;to&nbsp;delete&nbsp;group&nbsp_AR?

# DM_Cancel_button
source: Cancel
ar: Cancel_AR

# editModalLabel_h3
source: Edit Record
ar: Edit Record_AR

# gvGroupManagement_gridview
source: Group Management
ar: Group Management_AR

# gv_HD_Actions
source: Actions
ar: Actions_AR

# gv_Hd_Desct
source: Description
ar: Description_AR

# gv_Hd_txtGroupName
source: Group Name
ar: Group Name_AR

# hdrGroupManagement
source: Group Management
ar: Group Management_AR

# lblDeleteGroup_label
source: Are you sure to delete group?
ar: Are you sure to delete group_AR?

# lblDescription_label
source: Description
ar: Description_AR

# lblGroupName_label
source: Group Name
ar: Group Name_AR

# lnkCreateGroup_link
source: Create Group
ar: Create Group_AR

# mdl2_Description
source: Description
ar: Description_AR

# mdl2_Desc_PlaceHolder
source: Enter Description here
ar: Enter Description here_AR

# mdl2_gn_PlaceHolder
source: Enter Group Name here
ar: Enter Group Name here_AR

# MLCG_GroupName
source: Group Name
ar: Group Name_AR

# MLCG_ltlCreateGroup
source: Create Group
ar: Create Group_AR

# txtEditGroupName_text
source: Group Name
ar: Group Name_AR

# UPMDL_btnCanelEdit_button
source: Cancel
ar: Cancel_AR

# UPMDL_btnSaveEdit_button
source: Save
ar: Save_AR

# UPMDL_EditGroup
source: Edit Group
ar: Edit Group_AR

# UPMDL_GroupName_placeHolder
source: Enter Group Name
ar: Enter Group Name_AR

# UPMDL_GroupName_Text
source: Group&nbsp;Name
ar: Group&nbsp;Name_AR

# UPMDL_txtEditDescription_PHold
source: Enter Description Here
ar: Enter Description Here_AR

# UPMDL_txtEditDescription_text
source: Description
ar: Description_AR

# MSG_Group_Delete_Failed
source: Group not deleted,as it is assigned to another user/video
ar: Group not deleted,as it is assigned to another user/video_ar

# MSG_Group_Delete_Failed_Depends
source: Another object is depends on this group
ar: Another object is depends on this group_ar

# MSG_Group_Delete_Sucess
source: Group deleted successfully
ar: Group deleted successfully_ar

# MSG_Group_Save_Sucess
source: Group saved sucessfully
ar: Group saved sucessfully_Ar

# MSG_Group_Update_Sucess
source: Group updated successfully
ar: Group updated successfully_ar
