Repository: avgsnaidu/ASP_APP
Catalog: VideoOnDemand/WorkingVersion/Alain-VOD/VideoOnDemand/App_GlobalResources/Setup.*.resx
Languages: ar

# ADD_Fot_btnNext
source: Next
ar: التالي

# ADD_Fot_DbDetailsSureMessage
source: If you are not sure about database details, please contact your host.
ar: إذا لم تكن متأكدا من حول تفاصيل قاعدة البيانات، يرجى الاتصال المضيف.

# ADD_Fot_IndicatesMadatory
source: Indicates mandatory fields
ar: يشير إلى الحقول الإجبارية

# ADD_Hd_enter_AD_Details
source: Enter active directory access details.
ar: أدخل النشطة تفاصيل الوصول إلى الدليل.

# ADD_lbl_DomainName
source: Domain Name
ar: اسم نطاق

# ADD_lbl_Password
source: Password
ar: كلمة المرور

# ADD_lbl_ServerAddress
source: Server ID
ar: الهوية خادم

# ADD_lbl_UserName
source: User Name
ar: اسم المستخدم

# ADD_REqu_Password
source: * Please Enter Password
ar: * الرجاء إدخال كلمة المرور

# ADD_REQu_UserName
source: * Please Enter Username
ar: * الرجاء إدخال اسم المستخدم

# ADD_Req_DomainName
source: * Please Enter Domain Name
ar: * الرجاء إدخال اسم النطاق

# ADD_Req_ServerId
source: * Please Enter ServerID
ar: * الرجاء إدخال ServerID

# DBS_Connection_Already_Exists
source: Database already exists
ar: قاعدة بيانات موجودة مسبقا

# DBS_Database_CreationFailed
source: Database not created failed
ar: لم يخلق قاعدة بيانات بنجاح

# DBS_DBConnection_NotEstbl_Message
source: With provided details the connection not established. Please provide valid details.
ar: مع التفاصيل الواردة الاتصال لا تأسيس. يرجى تقديم تفاصيل صالحة.

# DBS_Fot_btnNext
source: Next
ar: التالي

# DBS_Fot_DbDetailsSureMessage
source: If you are not sure about database details, please contact your host.
ar: إذا لم تكن متأكدا من حول تفاصيل قاعدة البيانات، يرجى الاتصال المضيف.

# DBS_Fot_IndicatesMadatory
source: Indicates mandatory fields
ar: يشير إلى الحقول الإجبارية

# DBS_Hd_enterDBDetails
source: Enter database connection details
ar: إدخال قاعدة بيانات تفاصيل الاتصال.

# DBS_lbl_DBName
source: Database Name
ar: اسم قاعدة البيانات

# DBS_lbl_IPAddress
source: IP Address
ar: IP عنوان

# DBS_lbl_Password
source: Password
ar: كلمة المرور

# DBS_lbl_Port
source: Port
ar: ميناء

# DBS_lbl_UserID
source: User ID
ar: هوية المستخدم

# DBS_mdlAlt_HdText
source: Alert !
ar: تنبيه!

# DBS_mdlAlt_Ok
source: OK
ar: طيب

# DBS_MSG_DBExists
source: Database already exists
ar: قاعدة بيانات موجودة مسبقا

# DBS_MSG_LoginAlreadyExists
source: Login already exists
ar: تسجيل الدخول موجود بالفعل

# DBS_REq_DBName
source: * Please Enter Database
ar: * الرجاء إدخال قاعدة البيانات

# DBS_Req_IPAddress
source: * Please Enter IP Address
ar: * الرجاء إدخال عنوان IP

# DBS_Req_PORT
source: * Please Enter Port
ar: * الرجاء إدخال ميناء

# DBS_Req_PWD
source: * Please Enter Password
ar: * الرجاء إدخال كلمة المرور

# DBS_Req_UserId
source: * Please Enter UserId
ar: * الرجاء إدخال معرف المستخدم

# DBS_Valid_DatabaseName
source: Enter Valid Database Name
ar: إدخال صالح اسم قاعدة البيانات

# DBS_Valid_IPAddress
source: * Invalid Ip Address
ar: * عنوان IP غير صالح

# DBS_Valid_Port
source: * Invalid Port
ar: * ميناء غير صالح

# HD_Step1_DatabaseSetup
source: Database Setup
ar: إعداد قاعدة بيانات

# HD_Step2_SMTP_Details
source: SMTP Details
ar: تفاصيل SMTP

# HD_Step3_Active_Directory_Details
source: Active Directory Details
ar: تفاصيل النشطة دليل

# HD_Step4_VOD_Configuration_Details
source: VOD Configuration Details
ar: VOD تفاصيل التكوين

# HD_Step5_Super_Admin_Info
source: Super Admin Info
ar: سوبر الادارية معلومات

# SAD_Fot_DbDetailsSureMessage
source: If you are not sure about database details, please contact your host.
ar: إذا لم تكن متأكدا من حول تفاصيل قاعدة البيانات، يرجى الاتصال المضيف.

# SAD_Fot_IndicatesMadatory
source: Indicates mandatory fields
ar: يشير إلى الحقول الإجبارية

# SAD_Fot_Nextbtn
source: Next
ar: التالي

# SAD_Hd_AdminDetails
source: Super Admin Details
ar: سوبر الادارية التفاصيل

# SAD_lbl_Eamil
source: Email
ar: البريد الإلكتروني

# SAD_lbl_PWD
source: Password
ar: كلمة المرور

# SAD_lbl_REtypePWD
source: Re-type Password
ar: أعد كتابة كلمة المرور

# SAD_lbl_UserName
source: User Name
ar: اسم المستخدم

# SAD_Requ_Eamil
source: * Please Enter Email
ar: * من فضلك أدخل بريدك

# SAD_REqu_PWD
source: * Please Enter Password
ar: * الرجاء إدخال كلمة المرور

# SAD_REq_REtypePWD
source: * Please Enter Password
ar: * الرجاء إدخال كلمة المرور

# SAD_Req_Username
source: * Please Enter Username
ar: * الرجاء إدخال اسم المستخدم

# SAD_Valid_Eamil
source: * Invalid Email Address
ar: * البريد الإلكتروني غير صالح

# SAD_Valid_REtypePWD
source: * Password Doesn't Match
ar: * كلمة المرور لا تطابق

# SMTP_btnNext
source: Next
ar: التالي

# SMTP_btnTest
source: Test Connection
ar: اختبار الاتصال

# SMTP_EmailType_Need
source: * Please Enter Email Type
ar: * الرجاء إدخال نوع البريد الإلكتروني

# SMTP_EncryptedConnection_Need
source: * Please Enter Encrypted Connection
ar: * الرجاء إدخال اتصال مشفر

# SMTP_lblMandatoryFields
source: Indicates mandatory fields
ar: يشير إلى الحقول الإجبارية

# SMTP_lblMessage
source: If you are not sure about database details, please contact your host.
ar: إذا لم تكن متأكدا من حول تفاصيل قاعدة البيانات، يرجى الاتصال المضيف.

# SMTP_lbl_EmailType
source: Email Type
ar: نوع البريد الإلكتروني

# SMTP_lbl_EncryptedConnection
source: Type of Encrypted Connection
ar: نوع من اتصال مشفر

# SMTP_lbl_Password
source: Password
ar: كلمة المرور

# SMTP_lbl_Port
source: Port
ar: ميناء

# SMTP_lbl_ReplyToEmail
source: Reply To Email
ar: الرد على البريد الإلكتروني

# SMTP_lbl_SenderName
source: Sender Name
ar: اسم المرسل

# SMTP_lbl_ServerId
source: Mail Server
ar: خادم البريد

# SMTP_lbl_SMTPDetails
source: Enter SMTP Details
ar: أدخل تفاصيل SMTP

# SMTP_lbl_TypeofEncrypt
source: Type Of Encrypted Connection
ar: نوع من اتصال مشفر

# SMTP_lbl_Username
source: User Name
ar: اسم المستخدم

# SMTP_MSG_Connection_Failed
source: Failed to establish a connection
ar: فشل تأسيس اتصال

# SMTP_MSG_Connection_Sucess
source: Connection established successfully
ar: اتصال أنشئت بنجاح

# SMTP_MSG_Details_Save_Failed
source: SMTP details saving failed
ar: التفاصيل SMTP فشل الادخار

# SMTP_MSG_Details_Save_Sucess
source: SMTP details saved successfully
ar: التفاصيل SMTP حفظ بنجاح

# SMTP_None_Text
source: None
ar: لا شيء

# SMTP_None_Value
source: None
ar: لا شيء

# SMTP_Password_Need
source: * Please Enter Password
ar: * الرجاء إدخال كلمة المرور

# SMTP_Port_Need
source: * Please Enter Port
ar: * الرجاء إدخال ميناء

# SMTP_ReplyToEmail_Need
source: * Please Enter Reply To Email
ar: * الرجاء إدخال الرد على البريد الإلكتروني

# SMTP_SenderName_Need
source: * Please Enter Sender Name
ar: * الرجاء إدخال اسم المرسل

# SMTP_ServerId_Need
source: * Please Enter Server Id
ar: * الرجاء إدخال الهوية خادم

# SMTP_ServerId_Valid
source: * Invalid Server Id
ar: * الهوية خادم غير صالح

# SMTP_TypeofEncrypt_Need
source: * Please Select Encrypted Connection
ar: * الرجاء الإختيار اتصال مشفر

# SMTP_Username_Need
source: * Please Enter Username
ar: * الرجاء إدخال اسم المستخدم

# VOD_aRchiveFold_Valid
source: * Enter Valid Archive Folder Path
ar: * أدخل صالح الأرشيف مسار المجلد

# VOD_BackupFolder_Valid
source: * Enter Valid Backup Folder Path
ar: * أدخل صالح مسار مجلد النسخ الاحتياطي

# VOD_DestinationFold_Valid
source: * Enter Valid Destination Folder Path
ar: * أدخل صالح مسار المجلد المقصد

# VOD_Fot_DbDetailsSureMessage
source: If you are not sure about database details, please contact your host.
ar: إذا لم تكن متأكدا من حول تفاصيل قاعدة البيانات، يرجى الاتصال المضيف.

# VOD_Fot_IndicatesMadatory
source: Indicates mandatory fields
ar: يشير إلى الحقول الإجبارية

# VOD_Fot_NExtBtn
source: Next
ar: التالي

# VOD_Hd_VODDetails
source: VOD Configuration Details
ar: VOD تفاصيل التكوين

# VOD_IntervalOrTime_Valid
source: * Enter Either Interval or Time
ar: * أدخل إما الفاصل الزمني أو التوقيت

# VOD_lbl_ArchiveFold
source: Archive Folder
ar: الأرشيف المجلد

# VOD_lbl_BackupFolder
source: Backup Folder
ar: مجلد النسخ الاحتياطي

# VOD_lbl_DestinationFold
source: Destination Folder
ar: المجلد الوجهة

# VOD_lbl_ScheduleInterval
source: Schedule Interval / Time
ar: الجدول الزمني الفاصل / وقت

# VOD_lbl_ScheduleTime
source: (Or) Time
ar: (أو) التوقيت

# VOD_lbl_Simul_VideoConversion
source: Simultaneous Video Conversions
ar: التحويلات الفيديو في وقت واحد

# VOD_lbl_SourceFold
source: Source Folder
ar: المجلد المصدر

# VOD_REQu_SourceFold
source: * Please Enter Source Folder
ar: * من فضلك أدخل المجلد المصدر

# VOD_REq_aRchiveFold
source: * Please Enter Archive Folder
ar: * من فضلك أدخل الأرشيف المجلد

# VOD_Req_BackupFolder
source: * Please Enter Backup Folder
ar: * الرجاء إدخال مجلد النسخ الاحتياطي

# VOD_REq_DestinationFold
source: * Please Enter Destination Folder
ar: * من فضلك أدخل المجلد الوجهة

# VOD_Req_Simul_VideoConversion
source: * Please Select Video Conversion
ar: * من فضلك اختر تحويل الفيديو

# VOD_SourceFold_Valid
source: * Enter Valid Source Folder Path
ar: * أدخل صالح مسار المجلد المصدر

# VOD_Time_Valid
source: *Enter Valid Time (HH:MM) format
ar: * أدخل صالح كامل (HH: MM) شكل
