Repository: avgsnaidu/ASP_APP
Catalog: VideoOnDemand/WorkingVersion/Alain-VOD/VideoOnDemand/App_GlobalResources/Users.*.resx
Languages: ar

# ddlGroupsList_NoGroup_Text
source: No Groups
ar: لا المجموعات

# ddlGroupsList_SelectGroup_Text
source: Select Group
ar: اختر المجموعة

# gv_EmtpyData
source: No users to display in selected group
ar: لا مستخدمين عرض في مجموعة مختارة

# gv_hd_Actions
source: Actions
ar: الإجراءات

# gv_hd_Domain
source: Domain
ar: نطاق

# gv_hd_fullname
source: Full Name
ar: الاسم الكامل

# gv_hd_groupName
source: Group Name
ar: اسم مجموعة

# gv_hd_Username
source: User Name
ar: اسم المستخدم

# hd_UserManagement
source: User Management
ar: إدارة المستخدم

# hndRowBackColor_hiddenfield
source: Back Color
ar: يعود اللون

# lblFilterBy
source: Filter By
ar: تصفية حسب

# lnkAssignUserstoGroup
source: Assign To Group
ar: تعيين المستخدمين إلى المجموعة

# mdlAG_Assign
source: Assign
ar: تعيين

# mdlAG_AssingUsers
source: Assign Users To Group
ar: تعيين المستخدمين إلى المجموعة

# mdlAG_Cancel
source: Cancel
ar: إلغاء

# mdlAG_SelectGrp
source: Select Group
ar: اختر المجموعة

# mdlAlt_Head
source: Alert !
ar: تنبيه!

# mdlAlt_Ok
source: OK
ar: طيب

# mdlDel_Delete
source: Delete
ar: حذف

# mdlDel_Delete_Cancel
source: Cancel
ar: إلغاء

# mdlDel_DelWarText
source: Are you sure to delete user from group <strong>{0} </strong> ?
ar: هل أنت متأكد من حذف مجموعة من مستخدم؟

# mdlDel_Header
source: Delete Warning
ar: حذف تحذير

# mdlEUP_Assign
source: Assign
ar: تعيين

# mdlEUP_Cancel
source: Cancel
ar: إلغاء

# mdlEUP_ModfyGroup
source: Modify User Group
ar: تعديل مجموعة المستخدم

# mdlEUP_SelectGroup
source: Select Group
ar: اختر المجموعة

# mdlEUP_UserName
source: UserName
ar: اسم المستخدم

# MSG_Group_Delete_Sucess
source: Group deleted successfully
ar: حذف المجموعة بنجاح

# MSG_Group_Updated_Sucess
source: Group updated successfully
ar: مجموعة تحديثها بنجاح

# MSG_Select_ValidGroupName
source: Please select valid group name
ar: يرجى تحديد اسم المجموعة صالحة

# MSG_UserAssined_ToGroup_Sucess
source: User(s) successfully assigned to group
ar: بنجاح تعيين المستخدمين إلى مجموعة

# lnkActivateUser
source: Activate Users
ar: تفعيل المستخدمين المستخدمين

# lnkDeactivateUser
source: Deactivate Users
ar: تعطيل المستخدمين المستخدمين

# lnkRemoveUsersFromGroup
source: Remove From Group
ar: إزالة المجموعة

# MSG_NoGroups_To_RemoveAssigned
source: No groups assigned to selected users
ar: توجد مجموعات المخصصة للمستخدمين اختيار

# MSG_Users_RemovedFromGroup_failed
source: Removing users from group failed
ar: إزالة المستخدم (ق) من مجموعة فاشلة

# mdlAG_btn_Remove
source: Remove
ar: إزالة

# mdlAU_ActionOnUser
source: User Action
ar: إجراء المستخدم

# mdlAU_ActivateUser
source: Activate
ar: تفعيل

# mdlAU_CancelButton
source: Cancel
ar: إلغاء

# mdlAU_DeactivateUser
source: Deactivate
ar: إلغاء

# gv_hd_IsActive
source: Is Active ?
ar: غير بالموقع؟

# MSG_Users_ActivatedSucessfully
source: User(s) activated successfully
ar: عضو (أعضاء) تنشيط بنجاح

# MSG_Users_Activation_failed
source: User(s) activation failed
ar: فشل المستخدم (ق) تفعيل

# MSG_Users_DeActivatedSucessfully
source: User(s) deactivated successfully
ar: عضو (أعضاء) إبطال مفعولها بنجاح

# MSG_Users_DeActivation_failed
source: User(s) deactivation failed
ar: فشل المستخدم (ق) التعطيل

# MSG_ActiveUser_Confirmation
source: Are you sure to activate total user(s)
ar: هل أنت متأكد لتنشيط الكلي المستخدم (ق)

# MSG_DeActivateUser_Confirmation
source: Are you sure to deactivate total user(s)
ar: هل أنت متأكد لإلغاء تنشيط الكلي المستخدم (ق)

# MSG_SelectedUser_Already_Active
source: Selected user(s) already in active state
ar: المستخدم المحدد (ق) بالفعل في حالة نشطة

# MSG_SelectedUser_Already_DeActive
source: Selected User(s) already in deactive state
ar: اختيار المستخدمين بالفعل في حالة غير نشطة

# MSG_UserRemovedFrom_Group_Sucess
source: User(s) successfully removed from group
ar: عضو (أعضاء) نجحت في إزالة من مجموعة

# MSG_User_Inactive_wouldnot_Assign_Group
source: Inactive users can not be assign to a group
ar: مستخدم نشط (ق) لا يمكن تعيين لمجموعة

# ddlListBasedOnFilterBy_Select_Domain_Text
source: Select Domain
ar: تحديد المجال
